Repository: ImageOptim/ImageOptim
Catalog: imageoptim/*.lproj/PrefsController.strings
Languages: fr, pt, ro, sk, zh_hans

# 5.title
source: ImageOptim Preferences
fr: Préférences ImageOptim
ro: Preferinţe ImageOptim
sk: Nastavenia ImageOptim
zh_hans: ImageOptim 首选项

# 167.label
source: General
fr: Général
pt: Geral
sk: Všeobecné
zh_hans: 常规

# 168.label
source: AdvPNG
fr: Vitesse d'optimmisation
pt: Nível de optimização
ro: Nivel optimizare
sk: Rýchlosť optimalizácie

# 177.label
source: Quality
fr: Qualité
pt: Qualidade
sk: Kvalita

# 280.title
source: Writing files to disk
fr: Sauvegarde des fichiers
pt: Ao escrever ficheiros no disco
ro: Scriere fişiere pe disc
sk: Zápis súborov na disk
zh_hans: 将文件写入磁盘

# 804.title
source: Preserve file permissions, attributes and hardlinks
fr: Conserver les permissions, attributs et liens
pt: Preservar permissões, atributos e hardlinks para ficheiros
ro: Păstrează permisiunile fişierelor, atributele şi legăturile hard
sk: Zachovať práva k súborom, vlastnosti a tvrdé odkazy
zh_hans: 保存文件的权限、 属性及永久链接

# 818.title
source: Optimization level
fr: Niveau d'optimisation
pt: Nível de optimização
ro: Nivel optimizare
sk: Úroveň optimalizácie
zh_hans: 压缩级别

# 819.title
source: Fast
fr: rapide
pt: Rápida
ro: Rapid
sk: Rýchla
zh_hans: 快速

# 820.title
source: Insane
fr: à donf
pt: Insano
ro: Demenţial
sk: Šialená

# 821.title
source: Normal
sk: Normálna
zh_hans: 普通

# 854.title
source: Strip PNG metadata (gamma, color profiles, optional chunks)
fr: PNG: Supprimer les chunks optionnels
pt: PNG: Remover todos os pedaços opcionais
ro: Taie metadate PNG (gamma, profile de culoare, bucăţi optionale)
sk: Odstrániť metadáta z PNG (gama, farebné profily, nepovinné kusy)
zh_hans: PNG: 清除所有輔助資料塊

# 865.title
source: Web browsers require gamma chunks to be removed
fr: La correction gamma est incompatible avec certains navigateurs Web
pt: Os browsers Web necessitam que os pedaços gama sejam removidos
ro: Navigatoarele web necesită îndepărtarea bucăţilor gamma
sk: Webové prehliadače vyžadujú, aby boli gama kusy odstránené

# 868.title
source: JPEG quality
fr: JPEG: qualité
pt: JPEG: qualidade
ro: Calitate JPEG
sk: JPEG kvalita

# 911.title
source: Strip JPEG metadata (EXIF, color profiles, GPS, rotation, etc.)
fr: JPEG: Supprimer les commentaires et informations EXIF
pt: JPEG: Remover marcadores EXIF e comentários dos ficheiros
ro: Taie metadate JPEG (EXIF, profile de culoare, GPS, rotaţie, etc.)
sk: Odstrániť metadáta z JPEG (EXIF, farebné profily, GPS, rotácia, atď.)
zh_hans: JPEG: 移除EXIF訊息及註解

# 1043.title
source: Metadata and color profiles
pt: Metadata
ro: Metatdate şi profil de culoare
sk: Metadáta a farebné profily
zh_hans: 元数据和颜色配置文件

# 1107.title
source: Enable
fr: Activer
pt: Activado
ro: Activează
sk: Povoliť
zh_hans: 启用

# 1122.title
source: Saving to network drives is faster when permissions are not preserved
ro: Salvarea către unităţile de reţea este mai rapidă atunci cînd permisiunile nu sînt păstrate
sk: Ukladanie na sieťové disky je rýchlejšie, keď nie sú zachované práva

# 1124.title
source: Not recommended if you rely on embedded copyright information
ro: Nerecomandat dacă vă bazaţi pe informaţii de copyright încorporate
sk: Neodporúča sa, ak spoliehate na vložené informácie o autorských právach

# kE2-GK-JIe.title
source: PNG quality
fr: PNG: qualité
pt: PNG: qualidade
ro: Calitate PNG
sk: Kvalita PNG

# 822.title
source: Extra
zh_hans: 额外

# 828.title
source: Make images interlaced (progressive)
zh_hans: 使图片交错化处理 (渐进式的)

# 829.title
source: Optimization level
zh_hans: 压缩级别

# 831.title
source: Interlaced files are usually larger
zh_hans: 交错化处理的文件通常会更大些

# 856.title
source: Optimization type
zh_hans: 压缩类型

# 857.title
source: Simple
zh_hans: 简单

# 861.title
source: Longest match
zh_hans: 最长匹配

# 946.title
source: Interrupt if takes too long to execute
zh_hans: 如果执行时间太长刚中断
